[{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: And we are recording now.\nAndrew Ippolito: i'm gonna okay.\nAndrew Ippolito: So this is our first lecture of Microbiology of this semester and the first thing I want to start with, is my Horseshoe crab analogy, this is \"The Little Horseshoe Crab That Didn't.\"\nAndrew Ippolito: So the first question, is there a water today's horseshoe crabs look almost exactly like fossils from well over two it's actually 350 million years.\nAndrew Ippolito: that's how long horseshoe crabs have been around this is a fossil of a horseshoe crabs, and this is a picture that was taken in the last two whatever a couple years.\nAndrew Ippolito: Right So what do you think why why haven't they changed.\nKathryn Rogers: They haven't.\nAndrew Ippolito: They haven't had to.\nAndrew Ippolito: write their environment hasn't changed the intertidal zone might have changed physically aware, it is, you know as the.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=2s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: As the continents move around, but their local environment really hasn't changed at all and 350 million years.\nAndrew Ippolito: For context that 350 million period right if this is the the earth timeline and here's where the horseshoe crabs started dinosaurs started here and ended here, in other words the horseshoe crabs was around when the dinosaurs weren't here, yet they got here, and then they left.\nAndrew Ippolito: they've just you know what's that a dinosaur Oh, there you go it's just in and out that's the horseshoe crabs and they haven't changed because, as you said, they haven't had to they haven't had to because their environment hasn't changed, in other words stress drives evolution.\nAndrew Ippolito: When your environment changes, you get stressed.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=58s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: Okay, and so I want you to think about course truckers having a conversation with each other and one of them says to the other like hey Have you ever wondered what's been doing over there and then the other one replies and no not really.\nAndrew Ippolito: And nothing ever changed right the end that's the story of the hood it didn't.\nAndrew Ippolito: You guys are standing on the dune looking out and you're starting to walk over it right you're starting to move outside of your comfort zone that's what education is all about.\nAndrew Ippolito: it's supposed to be stressful or it's not working right.\nAndrew Ippolito: Too much stress and you go the way of the dinosaur and not enough stress and become horseshoe crabs.\nAndrew Ippolito: And so the idea here is that my students have a motto don't be a horseshoe crabs.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=108s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: Right, except the stress and learn to live with a little bit and you're going to evolve you're going to grow you're going to become a better everything okay don't be great.\nAndrew Ippolito: I found this nice that's the worship costume or it's somebody that's passed out and somebody covered them with a drape that looks like a horseshoe class who knows.\nAndrew Ippolito: yeah it was weird when I saw it, and I think in my final version of this and my majors class, I just have this inspirational one.\nAndrew Ippolito: But I couldn't help put this one in there okay.\nAndrew Ippolito: So, part one of this lecture is all about context.\nAndrew Ippolito: And I want to show you a video.\nAndrew Ippolito: This is not a scene from the.\nAndrew Ippolito: trailer of the new Avatar movie.\nAndrew Ippolito: Although.\nAndrew Ippolito: God.\nAndrew Ippolito: This is a video shot off the coast, I think of California.\nAndrew Ippolito: sometime in the summer.\nAndrew Ippolito: it's magic.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=155s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: Right, I mean, as the waves crash, you have this beautiful iridescence i'm sorry lumen essence.\nAndrew Ippolito: Alright that's enough of that.\nAndrew Ippolito: The world is filled with beauty and wonder, and a lot of it still remains mysterious we still don't fully understand why those organisms do this, we have ideas but nobody's taking the time to study it.\nAndrew Ippolito: Anybody know what causes this Pluto.\nGabriel Bauer: isn't it like some sort of algae being disturbed when the waves crash.\nAndrew Ippolito: it's just magic.\nAndrew Ippolito: Yes, you're correct it's a it's a it's a micro organism that when they are subjected to a mechanical.\nshearing force.\nAndrew Ippolito: They glow so we think it might be a stress response to like maybe when a predator comes to try to eat them they they distract the predator, and then run the other way, like like a bright flash or something we don't know it's probably not involved in.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=226s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: Like a meeting ritual like fireflies because they don't glow unless you're stressed right.\nAndrew Ippolito: But the fact the matter is we're not really sure exactly what they do, what causes, this is a micro organism from a phylum.\nAndrew Ippolito: That stands alone within the protests world I call the dyno flagellate.\nAndrew Ippolito: Well we'll learn a little bit of taxonomy today a phylum is the next level down from kingdom.\nAndrew Ippolito: Right we're in the animal kingdom and humans are within the phylum core data records.\nAndrew Ippolito: These guys are not animals are not plants are not fungus there's something else altogether.\nAndrew Ippolito: The word protests, no longer is a kingdom either.\nAndrew Ippolito: And the reason why they're not is because, as we learn more of their genetics, we realize that there is no common ancestor to all the protests.\nAndrew Ippolito: And instead we can kind of start to classify them in their own kingdoms.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=296s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: So you could think of this as kingdom dinoflagellate it's still up in the air, people are still it's a work in progress, but the fact of the matter is there eukaryotic cells, they have a nucleus they're covered in a key late this this I think it's made out of.\nAndrew Ippolito: calcium calcium or silica.\nAndrew Ippolito: And they're all different, you can see these all these different species of them it's gorgeous organisms, they all have to flagella one of them goes along a horizontal axis, and you can see, this cut right here.\nAndrew Ippolito: You could see this this like a slip that's where the flagellum is this one's got it right here this one's got it right here this one's got it right here, they all have that same class that same basic.\nAndrew Ippolito: characteristic but they all have different shapes so there's all these different species of them.\nAndrew Ippolito: Okay, Melissa no worries.\nAndrew Ippolito: So.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=365s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: that's just to kind of inspire you a little bit here's what I wanted it when you were like five years old, all the way up to probably about eighth grade.\nAndrew Ippolito: You had a natural innate curiosity about the natural world.\nAndrew Ippolito: Everything was cool and new and interesting and you learned about plants and mushrooms and horses, whatever.\nAndrew Ippolito: And then, as you got older and, as you went through your public education or your private education, you had teachers, not all of them are great in science it's hard to be a good elementary school teacher that's the.\nAndrew Ippolito: Teachers science and it's really hard to be a high school teacher a middle school teacher, because a lot of those people.\nAndrew Ippolito: are forced to teach classes outside of their home discipline, you have people with a bachelor's degree in biology teaching physics, or vice versa.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=425s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: And so they're not experts in their field and, and so they don't give the students, the kind of education that they could otherwise get.\nAndrew Ippolito: And so somewhere around eighth grade A lot of American students kind of lose their natural curiosity and instead they're forced to memorize boring sets of facts and it kind of burns now, though, but.\nAndrew Ippolito: What I want you to do is I want you to remember how you were before that period, and I want you to think about things.\nAndrew Ippolito: In the same way that you used to be curious and inspired and kind of see the magic in it still because there's so much about biology, we still don't fully understand.\nAndrew Ippolito: to the point where we can go back to that adage of any technology that is sufficiently complex is indistinguishable from magic.\nAndrew Ippolito: Right, there is, there is a magic you're still.\nAndrew Ippolito: Within the science.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=473s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: I mean when we talk about life itself, we still really can't define life there's no one sentence that defines life, all we can do is come up with a rubric a checklist right, and if we go through this checklist and we hit all of them, we call something alive.\nAndrew Ippolito: that's the best we got.\nAndrew Ippolito: And so the first question that your book addresses are viruses alive you're so you're I don't agree with the way your book pitches this at all, but I come from a background in molecular virology so I have a little bit more to say than.\nAndrew Ippolito: Probably the generic person that wrote the introductory chapter here.\nAndrew Ippolito: And, just a quick background for myself, I finished my my doctorate in some molecular biology.\nAndrew Ippolito: down here at drexel I finished my work at drexel my advisor moved down there, though, a couple years into my program I started a roswell park cancer Institute up in buffalo New York.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=527s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: roswell park itself has a charter from the University of buffalo suny buffalo so technically I have my degree from ub.\nAndrew Ippolito: The Charter from roswell park cancer institute finishing and drexel so it's complicated and it took me about eight and a half, almost nine years to finish, because of the transfer and starting basically rebooting everything after two years.\nAndrew Ippolito: My advisor went through a messy divorce and decided to be buffalo and start a new life and we had the choice of either starting from scratch in the new lab or following her and all of us were like we can leave buffalo buffalo is a really rough place to live.\nAndrew Ippolito: there's two seasons there's winter and construction.\nAndrew Ippolito: Now Seriously though summers were great all two weeks of them.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=588s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: There were like 36 days a year of some some sunshine, it was it was a depressing, the people are nice, but like I don't know who thought it was a good idea to build a city up there it's just wow so anyway, we went to philly and we finished down there we basically had to.\nAndrew Ippolito: Give about two and a half, three years of our life and start over again, so I spent about nine years in a virus research lab doing molecular biology, I know way more about this stuff than I ever wanted to.\nAndrew Ippolito: And it turns out, a lot of the experiences certainly well with teaching, one of the things, though, is you know viruses viruses.\nAndrew Ippolito: Are not alive for one simple reason they don't by themselves process energy they can maintain regulation, they can help they can maintain homeostasis as will learn what that is later.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=640s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: sure they can adapt to their environment, you know they mutate, as we see with the corona buyers over and over again, and now we're on all my chrome.\nAndrew Ippolito: they're not cells right they don't grow and develop they can reproduce and obviously they're ordered you know so like if we were grading them for life, they would have failed right, this would be a terrible quiz for the buyers.\nAndrew Ippolito: One of my favorite expressions that i've heard.\nAndrew Ippolito: viruses live a borrowed life.\nAndrew Ippolito: Okay now you're a book take some more clinical approach to a lot of things right because here's the thing.\nAndrew Ippolito: You guys are learning practical, pragmatic things you're not philosophizing about our viruses are alive, because here's the thing it doesn't matter, what matters is they cause disease, some of them do a few of them.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=691s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: So we have to figure out how they work and how to prevent the infections right so are they alive, is a fun thing to think about in debate about philosophize about but, at the end of the day it doesn't matter when it comes to health care right, what matters is we got to deal with them.\nAndrew Ippolito: yeah so there's that.\nAndrew Ippolito: doubt if time permitting we consider number one talk about this, but maybe you, you can think if you want to.\nAndrew Ippolito: i've had students taking up on this debate before like I had a student an engineering student years ago take me after class and he's like you know, so I want to talk about those buyers thing like I think viruses are alive, you made this case and I made mine, it was a fun conversation.\nAndrew Ippolito: But uh.\nAndrew Ippolito: just say he learned a lot of things I didn't I conversation that I didn't necessarily talk about in class.\nAndrew Ippolito: So i'm.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=741s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: They don't make ATP that's the simplest way to think if you can't make ATP you can't metabolize if you can't metabolize do that's not life that's something else.\nAndrew Ippolito: Now we don't cover in any great depth evolution in this class um but it's a biology class and not talking about evolution in a biology class would be akin to taking a chemistry class and not talking about atomic theory or taking a physics class and not talking about.\nAndrew Ippolito: newtonian mechanics or relativity or quantum mechanics they I mean the three basic physical sciences biology chemistry and physics all have this umbrella model that encompasses everything we know about them that puts it all together and.\nAndrew Ippolito: It makes sense, with that.\nAndrew Ippolito: evolution theory but natural selection is what puts biology together without it biology is just this weird random assortment of facts that don't seem to have any cohesion or make any sense.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=795s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: Right, I mean just take something as simple as a well, if you look at a whale flipper and you compare it to a fish fin.\nAndrew Ippolito: they're both things that swim in the sea, why would a whale have a thumb.\nAndrew Ippolito: mean they have a thumb you can't see it, but the bones in there.\nAndrew Ippolito: Right here's another fun way of looking at it, how does a fish swim show me with your hands how a fish swims.\nAndrew Ippolito: it's just fun okay now show me how a whale swims.\nAndrew Ippolito: Right what what's going on there, well, here, if I tied your feet together and three you in the pool, how would you swim.\nAndrew Ippolito: that's how the well swims and then dolphin and every other marine mammal right, why are they why they have lungs where their gills, why are they breathing air, I have to hold their breath every time they go underwater like we do.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=865s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: Right, so it doesn't make any support design if it was designed right, I mean it's kind of the torture let's just let's just be mean to the whales.\nAndrew Ippolito: let's give them thumbs but they can't use them.\nAndrew Ippolito: know we find fossils out in the deserts and various places of these transition forum is of well like animals and if I was teaching a different class I could show you all these cool slides about.\nAndrew Ippolito: right but here's the thing.\nAndrew Ippolito: Nothing makes sense in biology, if not for natural selection.\nAndrew Ippolito: It just makes no sense.\nAndrew Ippolito: When we look at our genes okay take the human genome, we have 23 unique chromosomes and if you compare our chromosomes so the chimpanzees chromosomes they have one extra chromosome that when we look more carefully.\nAndrew Ippolito: broke off of one of our chromosomes basically.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=921s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: Right, so our chromosomes to and their chromosome to a and to be right so it's not just that we're genetically identical almost is that all the genes are in the same exact physical places on all the chromosomes.\nAndrew Ippolito: Right that's not random it's not chance that means that we had a common ancestor.\nAndrew Ippolito: Right so here's the thing, though evolution theory doesn't explain to us where the first cell came from.\nAndrew Ippolito: They say given evolutionary biologist to sell and they'll give you the world but ask them when that first cell came from and they'll say we're still working on it.\nAndrew Ippolito: that's not what evolution theory gives us evolution theory explains two things it explains the unity of life.\nAndrew Ippolito: The fact that everything that's alive on this planet has commonalities we all have DNA, we all use enzymes made of proteins, we all have the same exact 20 amino acids, that we build those proteins from.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=981s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: Despite the fact there's an endless diversity of amino acids theoretically there's 20 that we use.\nAndrew Ippolito: there's four letters and DNA that spell words out that will learn in the next unit like a you G or etc.\nAndrew Ippolito: And all of us speak the same language, the lowliest bacteria speaks the exact same language as ourselves.\nAndrew Ippolito: You can take a human gene and stick it into a bacterium and it will read it, and it will produce a protein like insulin, even though the bacteria's number seen insulin before it can read it.\nAndrew Ippolito: It didn't have to be that way there's nothing within the coating of DNA and proteins that mandates, it has to be one way, it could have been anyway.\nAndrew Ippolito: we've done experiments, where we broken it and changed it and added to it, and yet, despite that every single cell on earth, that we have discovered and looked at and tested uses the exact same sequences and codes they speak the same language.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=1038s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: suggesting we have a common ancestor.\nOkay.\nAndrew Ippolito: So here's how it works, this is in the kindergarten curriculum in the UK at this point, this is not hard to understand.\nAndrew Ippolito: it's just.\nAndrew Ippolito: But for reasons i'm not going to get into the reason why evolution is still a debate at the societal level it's not a debate in the scientific community.\nAndrew Ippolito: goes back to 1920s, William Jennings Bryan in the south and biology textbooks and it being pulled out of the curriculum for good intentions but.\nAndrew Ippolito: Incorrect reasons right, basically, it has to do with the fact that people misinterpreted darwin's original ideas.\nAndrew Ippolito: And thought it would be unethical to teach children those incorrect ideas and as a result, two generations in the south, did not learn this stuff in school.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=1096s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: This is unique to America, if you go throughout the rest of the educated world evolution does not fall along any lines anywhere, most people just accepted Turkey and America are the only two places where it's still kind of this thing.\nAndrew Ippolito: Now here's The other thing.\nAndrew Ippolito: it's totally forgivable for people to not accept it because of how they were raised right we can't control, who we were born into or what family, we were raised in or what our initial conditions were.\nAndrew Ippolito: Right, but when people are exposed to this stuff and they're learning about it and they dig into it and they understand it, and they still rejected for other reasons and then go out and they try to prevent other people from learning about it that's when the problems start.\nAndrew Ippolito: But I will tell you that in the scientific community it's not did it happen anymore it's how did it happen, what are the mechanisms What can we learn from it.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=1151s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: it's being challenged, right now, not did it happen, but is natural selection, the primary way things have on earth is it survival of the fittest or is it survival of the most fortunate.\nAndrew Ippolito: It turns out we're learning more and more that luck played a tremendous role in evolution, which makes sense if you think about it, imagine a squirrel that's born with binocular vision.\nAndrew Ippolito: Right I don't know if you know this like squirrels as a pre animal they have their eyes on their sides of their head right, so they have really good surround vision, but they have no depth perception that's why, when you watch the scroll jump from tree to tree they look terrified.\nAndrew Ippolito: And they do that little cheer first and then jump it's a leap of faith, they have no idea if they're going to hit their mark.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=1210s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: So imagine the squirrel that's born with binocular vision he's a better squirrel now right but oops the tree, he was in got hit by lightning.\nAndrew Ippolito: He doesn't pass his jeans on.\nAndrew Ippolito: Right so there's more to work than just what i'm about to teach you and one of my favorite sayings and biologists always more complicated you.\nAndrew Ippolito: Know everything's always more complicated you think.\nAndrew Ippolito: it'd be nice to fit on a bumper sticker but that's not how reality is so here's how natural selection works, the first thing is, we have a population population is this group of organisms of the same species, and what I mean by that is, they can.\nAndrew Ippolito: They can produce fertile offspring that themselves can then go and produce fertile offspring.\nAndrew Ippolito: That population has variations.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=1252s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: No big tall little light skinned dark skinned curly hair straight here better blood oxygen levels worse blood oxygen levels better vision worth vision, whatever right there's all sorts of human differences between us to.\nAndrew Ippolito: write once the fun little example here is, if you take your fist and chrome and then do this and feel over here in your wrist you either have to ligaments are you have three ligaments and if you have three ligaments you have an extra muscle and if you have to ligaments you've done.\nAndrew Ippolito: It doesn't matter it doesn't make you any more dexterous or stronger is just one of the muscles just kind of split a little bit evolutionarily it's one of the little fun variations, we have.\nAndrew Ippolito: Right, some of us have your lobes that are detached like mine, some of us have attached to your lobes we have these tiny little variations throughout our populations, most of those variations don't really do much.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=1298s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: Some of them do okay so that's fast one, but then to add to that some of those variations are genetic.\nAndrew Ippolito: you'll pass them on to your kids.\nAndrew Ippolito: And some aren't there's developmental changes there's environmental variations right, but there are genetic regimes.\nAndrew Ippolito: A second is that not all spring survive, we have limited resources, I want you to think outside of humanity now and think about the natural world think about fish right a female fish lee's 10s of thousands of makes.\nAndrew Ippolito: Those eggs are genetically different.\nAndrew Ippolito: Most of those exit eaten by some predator some few of them will get successfully fertilized so guppies all get eaten by other predators some few of those little fish grow up to be adults and then maybe 12 of them I don't know get to later on.\nAndrew Ippolito: And why did those 12 get to lay their eggs and not the other 10s of thousands of unfortunate guppies and eggs, a part of its luck.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=1349s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: part of its because maybe they were a little darker in their scales and they were able to hide a little better, maybe they were a little faster and they could outrun predator, maybe they could see the predators little better, who knows, they had something.\nAndrew Ippolito: That let them survive a little bit better you know it heads to bet we're not talking about 100% chance we're talking about a 2% better chance and then we're going to play this game over 10s of thousands of years.\nAndrew Ippolito: Many generations and slowly over time, you can imagine, this the sculpting that happens.\nAndrew Ippolito: And that's why you get things like penguins.\nAndrew Ippolito: birds that can't fly, despite the fact they have wings.\nAndrew Ippolito: But they're really good swimmers.\nAndrew Ippolito: penguins are ridiculous species they're wonderful.\nAndrew Ippolito: they're really mean to each other.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=1412s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: Before penguins dive into the water they have a mosh pit they push each other and shove each other until somebody falls into the water and once they hear that plans they all start what they're doing run over to the side and look over and see who gets eaten.\nAndrew Ippolito: And if he doesn't get eaten, then they all go because they know it's safe to be does get eaten they don't go in right it's basically kind of like forced volunteering.\nAndrew Ippolito: Who is going to check the water see if they're safe i'm not going Oh yes, you are, oh no i'm not and then you start shoving each other it's not very play that's penguins.\nAndrew Ippolito: Okay, so those that do survive pass on those successful variations, the better she covers the faster swimmers and slowly over time, you have change that's it.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=1462s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: Okay, the problem is it happens slowly over generational time and we don't live that long as people right we get you know 7080 years, maybe a couple more are lucky and those last 10 years probably are in high quality.\nAndrew Ippolito: And that's it so we don't get to directly observe anything over thousands of years, and so we have to do everything indirectly.\nAndrew Ippolito: And that kind of knowledge is a little harder for people to swallow.\nAndrew Ippolito: Right so that's natural selection, in a nutshell.\nAndrew Ippolito: Any questions.\nAndrew Ippolito: Comments okay that's my spiel so these pictures here on the Left and the Right right the tree of life, so what I just described, was the idea that we have unity.\nAndrew Ippolito: And we have diversity.\nAndrew Ippolito: Those are the two things, the only few things that evolution gives us it doesn't say where it came from it says why does everything on earth seem to have the same characteristics unity.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=1511s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: Why does everything look different, why are they why other starfish and bald eagles and see cucumbers and amoeba.\nAndrew Ippolito: And also and weird things that you'll never hear of like the mud dragons the kind of riker's.\nAndrew Ippolito: Or the identified you as I just showed, you are the only conference there's all sorts of crazy weird life that you will never see in your life because it's nowhere near you physically, the only conference or this weird velvet room that lives down in subtropical and tropical area.\nAndrew Ippolito: If you Google them here on any.\nAndrew Ippolito: conference they're really cute looking they have two guns on the side of your head that shoot crazy glue.\nAndrew Ippolito: And that's how they freeze Beatles to eat them and they have these circular razor mouse, and they bore into the Shell of the beetle inside the food out so they're not polite either they're hunters.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=1573s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: going to speak there's only two families of them on the planet left right, why do we have them right, so, in other words the tree of life didn't have to have all these branches to it, the tree of life could have very easily just been something like humans and dogs and that's it.\nAndrew Ippolito: Which is way better.\nAndrew Ippolito: than humans and cats.\nAndrew Ippolito: How many cat people are in the room, raise your hands let's see where you are cat people all right as a lot of you this national dammit doll people raise your hands yeah Okay, how many of you hate animals raise your hands, nobody hates animals that's what those people are sociopath.\nAndrew Ippolito: Okay, who hates cats that's terrible.\nAndrew Ippolito: I don't actually hate cats.\nAndrew Ippolito: Probably.\nmelissa montijo: Their nails.\nAndrew Ippolito: Like we're just saying listen.\nmelissa montijo: I said I just don't like when their nails like you know.\nAndrew Ippolito: Oh yeah.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=1626s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: i'm playing with the cat.\nAndrew Ippolito: And they call me all the swelling that happens, I am so allergic to cats is not even funny.\nAndrew Ippolito: I mean actually it's um soldier cats it's funny that's probably a better way of saying it now I I don't like cats I like kittens.\nmelissa montijo: yeah.\nAndrew Ippolito: me too, but they grow up into cass.\nAndrew Ippolito: Right, the worst thing about cast is that when you're playing with them like oh thanks for this and then you just randomly attack you for no reason, and then they go back to being cuddly and they.\nAndrew Ippolito: think that that's okay.\nAndrew Ippolito: My stick might one of my sticks is a the.\nAndrew Ippolito: hate cats, but I don't.\nAndrew Ippolito: I just pretend to hate cats probably.\nAndrew Ippolito: So that's my cat joke all right on where it's here.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=1694s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: Or are we Okay, so now chapter 10 you don't have to read all of chapter by chapter 10 concerns itself with how the tree of life is organized right here's the thing we are natural system tests.\nAndrew Ippolito: Okay, a system, a test is a scientist who studies systematics systematics is the field of biology that categorizes everything systematics includes both taxonomy and phylogenetic.\nAndrew Ippolito: Okay i'll explain what the difference years, this is how we did things for thousands of years, never it looks like a duck walks like a duck is it does it looks like a duck and it walks like a duck it has physical characteristics that are similar to something else.\nAndrew Ippolito: Okay, think about arthropods and arthropods would be defined as an animal that has a kindness exoskeleton certain kinds of proteins and their metabolism yada yada.\nAndrew Ippolito: Okay, an analyst is a segmented where i'm thinking of an earthworm it has these segments right.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=1742s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: etc so that's taxonomy is categorizing the tree of life, based on morphology okay shared characteristics physically.\nAndrew Ippolito: And the reason we did it this way, is that was the only two we had.\nAndrew Ippolito: Right once we discovered what DNA was and once we were able to extract DNA and once we were able to start sequencing it as early as 1970s, we started being on the sequence bits and pieces of it.\nAndrew Ippolito: We started to realize up the tree of life we built the five kingdom model right the old the old school way was you had your protests.\nAndrew Ippolito: You had your bacteria.\nAndrew Ippolito: And then you had your plants.\nAndrew Ippolito: You had your animals and you had your fungus.\nAndrew Ippolito: Right, those are the five key, and this was something that was that we use, like most of your parents were raised learning this.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=1809s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: And if you learn this in school your tea, this is an example of what i'm inviting people teaching that weren't necessary qualified to teach the subject we change this back in the early 90s.\nAndrew Ippolito: This is called the five kingdom model.\nOkay.\nAndrew Ippolito: There was this guy named Bruce.\nAndrew Ippolito: He was the pioneer he's still alive he's still in the UK still doing science and he sequenced little bits of RNA and he started to realize.\nAndrew Ippolito: That this five kingdom model didn't make sense when it came to genetics.\nAndrew Ippolito: The underlying assumption here is this just picture here some DNA that DNA replicates and to do DNA is and 14 is that so you could just picture, like the tree of life as just bunch of DNA.\nAndrew Ippolito: All right, and so as that DNA changes over time.\nAndrew Ippolito: that's where you know that's the driving force behind evolutionist mutation.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=1864s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: Which means if we see sequence similarities, we can actually build a tree of life based.\nAndrew Ippolito: On sequence similarity.\nAndrew Ippolito: Okay, in other words, assuming that evolution happened and assuming that the driving force behind it is DNA mutation.\nAndrew Ippolito: We start building these choose of life that turned out to be far more accurate than the ones we get out of taxonomy.\nAndrew Ippolito: that's what phylogenetic philosophy is the study of.\nAndrew Ippolito: The relationships that organisms have with each other, the the familial relationships, who came from where we came from.\nAndrew Ippolito: Okay, and we weren't able to study philosophy until we're able to sequence DNA.\nAndrew Ippolito: And we're still putting those trees together this way right now we're living in a kind of a renaissance of molecular biology, where the trees of life or they're still being clarified we're still not 100% are still debate and argument among scientists.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=1922s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: So we call it the wolf system and the war system we call the three domain system and i'll explain this in a second.\nAndrew Ippolito: three domains system here's how it works and the old five kingdom system all right when these were the kingdoms of life, the bacteria were subdivided into sub kingdoms there were the true bacteria the bacteria.\nAndrew Ippolito: And there were the ancient bacteria the archaea bacteria.\nAndrew Ippolito: Once we started digging into the DNA and the metabolism is a very thing we realized that the you bacteria and the archaea bacteria were so incredibly different from each other.\nAndrew Ippolito: That the archaea bacteria Ashley shared some characteristics more in common with the you carry the plants, the animals and the fungus and the proteins, to be fair, those are all the carriers.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=1980s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: to the point where it, we could not put these two to get even though they looked like each other right they were single cell probiotic cells, even though they look like each other, they were not evolutionary.\nAndrew Ippolito: evolutionarily within the same domain kingdom, so that we did was We broke it we said okay you bet Syria we're going to just call these bacteria.\nAndrew Ippolito: And we're going to call this domain bacteria.\nAndrew Ippolito: So the three domains here one is bacteria, the second is we're going to pull these archaea bacteria out of the Kingdom and call it its own, but its own domain we're gonna call him the art cans.\nAndrew Ippolito: And then we're gonna take everybody else the proteins to plants, animals in the fungus and we're going to just call those the you carry.\nAndrew Ippolito: The caregivers and those are the three domains of life and that's the currently accepting view of it all.\nAndrew Ippolito: Within those domains.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=2038s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: We have kingdoms okay so here i'm going to wipe the screen right now, so if you're copying everything down here it's on the recording you can look at it later, but don't worry about scribbling all this stuff This is just me walking you through something.\nAndrew Ippolito: So the walkthrough was the important part not looking at the final picture.\nAndrew Ippolito: Alright So here we go, we got the bacteria.\nAndrew Ippolito: You got the Ark hands.\nAndrew Ippolito: We have the eukaryotes.\nAndrew Ippolito: Now some people, myself included, like to take these two.\nAndrew Ippolito: and build something you can call a super domain, the pro carriers.\nAndrew Ippolito: Other people don't like to do that the word prokaryotes generally denotes a body type there's only two kinds of cells on earth there's procured new carriers.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=2095s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: will learn about this in a little bit and what they mean but for now just understand these are the simple ourselves they don't have a nucleus there teeny tiny, the lack internal organelles they have circular chromosomes blah blah blah.\nAndrew Ippolito: And then there's a eukaryotes they have a true nucleus that's what the EU here learn later means well defined and carry on is the Greek word that means colonel, which is what people describe the nucleus, to look like so well defined Colonel a eukaryotic cell.\nAndrew Ippolito: As opposed to the ones that came before it pro periodic.\nAndrew Ippolito: Now here's the thing, there are various let's call them clade so i'm going to introduce this word to here, this is systematics word clade is just a group of species that we're going to come together for some reason or another, because they have a common ancestor.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=2150s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: phylogenetic is all about common ancestry watch this here's a group of here's a species that was the ancestor to these three species doesn't matter what they are, I just want you to visualize that relationship.\nAndrew Ippolito: Okay, and we can call this a claim.\nAndrew Ippolito: These three species have one common ancestor this is how we build the tree of life, the assumption is all species came from other species, and we can group them together in these clouds.\nAndrew Ippolito: Okay.\nAndrew Ippolito: Because systematics is still being worked on.\nAndrew Ippolito: We have these.\nAndrew Ippolito: poorly defined claims, now that sometimes don't even have a name and sometimes they do, and so you're not responsible for learning all these things.\nAndrew Ippolito: Okay, all the study guides and the the powerpoints will explain what I want the level, I want you to understand.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=2203s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: But what you should know is that this is stuff that even scientists don't fully agree on how we organized, for example, the kingdoms of the bacteria and the kingdoms of the earth hands.\nAndrew Ippolito: we're still arguing about this.\nAndrew Ippolito: For a very simple reason bacteria in our kale cells can very easily share their DNA with each other they're very promiscuous.\nAndrew Ippolito: And so we might think oh here Look, we have this this species of bacteria and then we studied these bacteria over here and they have some of the same genes, as these guys.\nAndrew Ippolito: And so it's like here's the thing science doesn't care what we think right that's just stuff happens, and we have to interpret it.\nAndrew Ippolito: and biology is messy.\nAndrew Ippolito: The only reason why that you character, easy to put into categories is because it's hard for them to transfer DNA to each other, now.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=2267s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: Okay, they can't just we can't sneeze and then give each other different DNA.\nAndrew Ippolito: Unless you have biases that's one of the reasons why biases might have fought viruses have been around as long as cells have and people don't fully understand why viruses exist, I studied viruses, for years, and I could tell you in my mind working model in my head is viruses are basically.\nAndrew Ippolito: A way of cells to share DNA with each other.\nAndrew Ippolito: Across distances kind of a neat we think of it is it right, I don't know but that's how my brain interprets their point why they why they're still around.\nAndrew Ippolito: 99.9% of buyers are harmless or compensable that very small percentage of pathogenic buyers is give the rest of bettany right, but by and large you're infected with thousands of viruses, there was a paper that came out last semester.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=2322s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: Somebody sequenced pro periodic viruses, bacteria features in the human microbiome and they discovered 20,000 new ones are known to science.\nAndrew Ippolito: So we're still in the dark ages of this stuff it's exciting and terrifying at same time all these weird gastrointestinal problems that we have that we don't know what causes them are probably caused by some kind of weird virus that infects the Eco lie.\nAndrew Ippolito: Right, we have viruses, bacteria viruses dangling from our nose hairs that when we breathe in some bacteria those biases affect the bacteria and kill them.\nAndrew Ippolito: So they're helping us with our immune system to write these are all kind of still new things that we're learning about so it's exciting times.\nAndrew Ippolito: All right, but anyway that's the idea of why we can more easily.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=2377s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: categorize the eukaryotes compared to really we just kind of lump these together right now now here's the thing we're in Microbiology class we're going to talk a lot about bacteria this master.\nAndrew Ippolito: Right so you're going to learn some names and some categories and so understand this when we name a species.\nAndrew Ippolito: It doesn't matter what higher category we necessarily have to put it in okay everybody's got two things we have categories and we have names, my name is Andrew Joseph it believe.\nAndrew Ippolito: I am assistant professor of biology.\nAndrew Ippolito: i'm also dad friend husband.\nAndrew Ippolito: commuter.\nAndrew Ippolito: Civilian whatever right, I have all these different categories right, you can lump me into different categories.\nAndrew Ippolito: citizen of earth I don't know whatever you can make up what you want, and I can bop around the different categories right, I can wear all these different hats my name doesn't change.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=2424s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: Right and so understand that species have names and species are categorized but we sometimes have to debate what categories, there are and where they fit into it, but at the end of the day, they're still alive and they're still doing stuff when we can observe what they're doing.\nAndrew Ippolito: So one of my favorite expressions as come out of the pandemic, and this applies here too, is that science is replaced by better science.\nAndrew Ippolito: are always learning new things, and we have to take the new information into account and sometimes we have to change things up like boosted back in the 90s.\nAndrew Ippolito: A scientist in all around the world, suddenly go all right, it was no problem we'll just rewrite all our textbooks and get rid of these five kingdoms it doesn't happen overnight right and still a work in progress.\nAndrew Ippolito: Okay, so that's my spiel on.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=2481s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: Classification right so taxonomy is how we or arrange the tree of life, based on shared characteristics physical characteristics morphology fi lodge needs the study of evolutionary history.\nAndrew Ippolito: Together, these two things are the toolbox of the science called systematics.\nAndrew Ippolito: We are all natural system, it does, we are categorized things instinctual, this is an evolutionary trait that allows us to survive you eat a red berry and it makes you sick, so you remember red berries make you sick don't eat the red berries you've just categorize something.\nAndrew Ippolito: right that forest over there is dangerous because it has that kind of Bush in there, that if you touch it it gets you itchy.\nAndrew Ippolito: you're at a red light and you're late for work and there's a cartier right and then going ahead of you merges into one.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=2531s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: One lane, and you have to make the determination, very quickly, do I gun it or do I wait for them to go and you look to your right and scenario one is the car is red and shiny and a convertible and a BMW and the person driving it looks like they're in their early 30s and angry looking.\nAndrew Ippolito: you decide, probably to just keep your brake on that moment longer and Sure enough, they got it you're not going to compete with them or.\nAndrew Ippolito: You don't you wait to let them go, but they look at you and smile and wave you want your personally surprised that there was a plate BMW driver.\nAndrew Ippolito: You turn around scenario to and there's a Beige car that looks about 20 years old being driven by somebody who's not quite able to reach over the steering wheel.\nAndrew Ippolito: you're going to gun it you're late for work you don't want to be big or to cement truck.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=2586s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: that's rolling oh God that thing's gonna run two miles an hour right you're going to get ahead of that thing we use stereotypes that we learned over the course of our life as mental shortcuts to make very quick knee jerk decisions.\nAndrew Ippolito: hey those stereotypes are learned the idea of the stereotype is ingrained in our head mental shortcuts but they're blank when you're born and you're you learn them over time.\nAndrew Ippolito: Right, we all have our own stereotypes in our life.\nAndrew Ippolito: And they're useful and very quick rapid decision making, but of course they can also be wrong because it's a general rule of thumb that you might have even learned from.\nAndrew Ippolito: Right there's all sorts of incorrect stereotypes that we learn, for whatever reason, the reason they're there is because our brains are wired a certain way to think for survival reasons and that's what systematics is that's why it's there and that's why we naturally do this.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=2643s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: Right you all have in your House a drawer in your kitchen that when you open it has this weird plastic slot container that's got knives and spoons and forks in it.\nAndrew Ippolito: Right, how many of you have a drawer at home that when you open it up, it doesn't have that plastic thing and they're just randomly scattered like a junk drawer does anybody have a drawer like that at home, no that would probably cause you stress, I need a spoon oh my God.\nAndrew Ippolito: what's this thing, but the hell is this thing it looks like a spoon but it's got prongs.\nAndrew Ippolito: Right you've all seen a spork before we don't use them as normal color in our in our kitchen nobody has like.\nAndrew Ippolito: A fine silver spork well my actually my mom had one we use it occasionally maybe for cranberry sauce I don't know.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=2702s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: But here's my question to you, where are you going to put the spork are you going to put it in with the spoons because it's got that kind of leads to it, are you going to put with the forks because it has products.\nAndrew Ippolito: How many of you will put it with the forks.\nAndrew Ippolito: Nobody how many you put this point.\nAndrew Ippolito: Okay, how many of you put it in its own container and call it sparks right let's have an argument about it, welcome to systematics.\nAndrew Ippolito: Okay.\nAndrew Ippolito: And so, this is a good summary slide This puts it all together.\nAndrew Ippolito: On one hand we have these conventions that we've invented for our own understanding.\nAndrew Ippolito: Okay, when we name species, we use this very standardized boilerplate rule called binomial nomenclature binomial means two names and nomenclature is just a specific set of language rules that govern a given paradigm of thought.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=2751s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: Okay, so we work to name living things using binomial nomenclature like we as humans are of the genus homo and other species sapiens.\nAndrew Ippolito: Right you stephanie cpm.\nAndrew Ippolito: Well, we as humans come up with all this right, and so it makes sense that if we're going to meet them ourselves, we use the word that means same home oh.\nAndrew Ippolito: And then this means thinker.\nAndrew Ippolito: The self thinker, or does it mean Why is one which is ironic, sometimes I think.\nAndrew Ippolito: So that homosapien that's our name the name is derived from a genus name and then what's called a specific epithet.\nAndrew Ippolito: Right that's their species recipients okay.\nAndrew Ippolito: The fruit fly, this is a fun one to say off the top of your roll off your tongue drosophila melanogaster you mean a fruit fly yeah that.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=2814s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: Okay D melanogaster there's different species of dress off flow but Milena guest is the one that we studied the most for genetics.\nAndrew Ippolito: And then taxonomy again we invented this for own understanding we categorize living things, based on their similarities to each other, like arthropods have segmented bodies in the next fiscal.\nAndrew Ippolito: But the thing is is there's an underlying mostly hidden truth to the world that we're still figuring out right there's pre existing relationships that we're uncovering through research.\nAndrew Ippolito: And that's what follow genetics, is the study of discovering that we're connected and how we build those trees and really those trees don't always look this.\nAndrew Ippolito: Okay, one very stark example that's come up in the last decade, everybody here knows what mollusks are right, think about things like clams and oysters and snails right gastropods stuff so so you have the mollusks.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=2879s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: Everybody knows what an earthworm is right earthworms are within a phylum called the analysts phylum analytics.\nAndrew Ippolito: And then you have the arthropods right, you know the crustaceans, and the insects and the horseshoe crabs and the spiders are the arachnids and the millipedes in the centerpiece right.\nAndrew Ippolito: Okay, so you got the three groups, you have the mollusks, you have the analysts and you have the arthropods according to taxonomy.\nAndrew Ippolito: The arthropods lets you see a we call the sister group.\nAndrew Ippolito: To the analysts.\nAndrew Ippolito: Why, because they both have the commonality of segmentation think of an earthworm it's got the segments and think of a beetle or a fly they have segments to with glass segments let's stick them together that's what taxonomy does, and then you got the mosques the mosques are not segmented.\nAndrew Ippolito: Okay that's taxonomy.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=2943s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: When we started digging through their T RNA sequences and we put those trees, together, we put the arthropods right next i'm sorry we put.\nAndrew Ippolito: The analysts the earthworms next to the mollusks.\nAndrew Ippolito: And the Arthur paws are over here.\nAndrew Ippolito: And there's people that still get very passionate about this, that this must be right they have segmentation there's just no possible way segmentation was independently to two times in evolution, which actually that that is what happened, mostly.\nAndrew Ippolito: Right, so our genetics reveal new relationships that we didn't realize, and it turns out here's the cool part when you look at the babies of these guys when you look at a developing earthworm and then developing oyster they have the same embryos.\nAndrew Ippolito: Okay, the mosques probably lost their segmentation or, more likely the arthropods just happened to independently evolve segmentation separate from the arthropods.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=3003s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: And that's the debate right now that's the spork debate as I like to call it right, because at the end of the day it doesn't really matter.\nAndrew Ippolito: Other than the system, it is some people who try to understand the tree of life right it doesn't matter for us we're too busy trying to help people not be sick right.\nAndrew Ippolito: Okay, so that's the chapter 10 part.\nAndrew Ippolito: This is just some fun facts, you can read this on your own the tree of life itself when you visualize it at the very bottom of it here.\nAndrew Ippolito: Okay, there was just like population themselves not just one style, but there was a group of cells and i'm going to give you the name of those hypothetical organisms that everything alive today came from.\nAndrew Ippolito: lucca.\nAndrew Ippolito: which stands for the last universal.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=3066s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: Common ancestor, and this is the cell that had DNA and it's nucleus, and not a nucleus, but had DNA RNA and proteins and a plasma membrane and rhizomes and all that jazz and Luca here gave rise.\nAndrew Ippolito: To the you know some other population of cells that eventually started to diverge and so you can think of this, as you know, the the bacteria.\nAndrew Ippolito: And the cans.\nAndrew Ippolito: And then, over time, you know they diversify different populations of cells and here's the thing I will learn about this later in the Semester there's this concept called horizontal like going across horizontal gene transfer.\nAndrew Ippolito: Right, this is vertical gene transfer the idea that you know parents have kids parents of kids parents of kids that's just standard generic like this cell divides in half, and now those cells have the same DNA.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=3115s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: As a vertical horizontal is this cell give that sell some DNA, and so it turns out there was again a very promiscuous pooling of organisms and what gave rise out of that you know the factory are still alive today.\nAndrew Ippolito: And they are Kansas plenty of them, there are still here today right, so their ancestors were all the way back here, but in addition to the ones that are around today, back then, there was all this promiscuity, and they gave rise to the eukaryotes and the very first you carry us were protests.\nAndrew Ippolito: Think of the protests now is this kind of like.\nAndrew Ippolito: evolutionary experiments dylan action.\nAndrew Ippolito: The protests diversified.\nAndrew Ippolito: All like there's like 30 different modern.\nAndrew Ippolito: unnamed cleans proteus.\nAndrew Ippolito: Some of them went on.\nAndrew Ippolito: to eat things and some of them went on to photosynthesize.\nAndrew Ippolito: These gave rise to the modern plants.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=3175s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: Right, and these are green algae.\nAndrew Ippolito: These guys have the weirdest name.\nThe abyss the cons.\nAndrew Ippolito: The piste the cons eight but they didn't say eat they took their energy from others.\nAndrew Ippolito: Think of them like like a like a warlock sucking magic the sucking the life force out of others, so that they can live.\nAndrew Ippolito: Right and this eventually gave rise to the modern fungus.\nAndrew Ippolito: and animals.\nAndrew Ippolito: Your you have more in common with a mushroom than an oak tree.\nAndrew Ippolito: that's her best understanding on the tree of life right now.\nAndrew Ippolito: Okay, so the reason why pro to start their own kingdom anymore, is because they pretty much gave rise to all the characters including so you could do now is like and all the stuff that's alive today the amoeba is and we're dying off agile, AIDS and whatever else.\nAndrew Ippolito: Okay.\nAndrew Ippolito: that's for animals there are well over 35 fila.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=3240s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: Almost all of them are invertebrates if you take a geology class you'll are all about this.\nAndrew Ippolito: Right, the coordinates of where we are.\nAndrew Ippolito: And there's a verb written in verb records, but every single thing has got a backbones and.\nAndrew Ippolito: All the other fellows the analytics and the malice and non conference blah blah blah that makes up this crazy diversity of the Kingdom and Amalia or medicine.\nAndrew Ippolito: And the plants you got four basic groups, you have your your your mos you have your.\nAndrew Ippolito: friends.\nAndrew Ippolito: You got your conifers and you got your flowering plants that's it.\nAndrew Ippolito: And then, when the fungus I know very little about the one because the study of fungus is that those are people called my colleges.\nAndrew Ippolito: lighting i'll say about fungus is their body type that dashiell body of a fungus can be filament this that's called the mycelium.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=3311s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: or their free living right so think of yeast yeast fungus but they're free living in all the mycelium and then a mushroom.\nAndrew Ippolito: Is a fruiting body it's the sexual reproductive aspect of the mycelium so a mushroom isn't the organism the mushroom is the reproductive structure, the actual.\nAndrew Ippolito: body is the filament network usually underground.\nAndrew Ippolito: Okay, and so, animals and fungus the thing they have in common, amongst other things, is they both consume other were header truths.\nAndrew Ippolito: Right what the fungus do is they'll spew out chemicals and break things down outside and then absorb it so they do absorption, so they eat we master key we take the food in we chew it up and we swap that's a hallmark of what was.\nOkay.\nAndrew Ippolito: And that's about as much general biology is i'm going to give you.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=3380s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: This is from your book a little bit look at your study guide to see how much detail, you need to know here, but basically the first attempt at defining everything was from the linnaeus.\nAndrew Ippolito: system if you ever played the game 20 questions.\nAndrew Ippolito: When you were a kid.\nAndrew Ippolito: or with your kids first question some people ask is is an animal mineral or vegetable you ever heard that before.\nAndrew Ippolito: You have in me it's past time now i'm too old.\nAndrew Ippolito: But when I was a kid we used to play, and you say as an animal minimum or vegetable that's like the first question you asked and 20 questions and that actually harkens back to linnaeus in the 1700s those were the first kingdoms you were an animal.\nAndrew Ippolito: A mineral or a vegetable.\nAndrew Ippolito: And then by the 1800s and we started figuring more life that we have microscopy and the diversity of life was really coming to be we had all sorts of different.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=3438s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: People contributing to the biggest guy was is Germany heckle.\nAndrew Ippolito: he's got a whole nother story i'm not going to tell about, but that goal was a huge contributor to the what we have in the more modern version of the tree of life.\nAndrew Ippolito: By 1930s and we had electron microscopes we were able to really start distinguishing bacteria and we introduced the concept of the pro periodic cell.\nAndrew Ippolito: By the 16th we introduced it as a form of kingdom.\nAndrew Ippolito: 1969 that's when we really started and that's kind of where we have this relics build the five kingdom system and five kingdom system was really formally born in the late 60s.\nAndrew Ippolito: And it went away initially it started going away in the late 70s, but it was formally adopted, I think it was like 1992 or something.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=3493s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: that's when the system was formally adopted so like when I started college when I finished high school I started college I graduated high school in 9293 I started college in 93.\nAndrew Ippolito: And I still remember my freshman biology class learning, for the first three three domains system that was like one of the first years that it was.\nOfficially.\nAndrew Ippolito: But on the box.\nAndrew Ippolito: So, but here's the cover of the very first that's Charles linnaeus is 19 1735 edition of system, the natural system.\nAndrew Ippolito: Basically, the Dutch King said hey I have all the stuff out my kingdom Go and tell me what I have, and that was his impetus to go and start categorizing things.\nAndrew Ippolito: Right so here, this is what you need to know, this is the formal three domain system, the roof system.\nOkay.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=3544s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: When the answer to this question here, why aren't their kingdoms of bacteria in our case it's because there's just too much intermingling of the DNA.\nAndrew Ippolito: And so, when we classify bacteria and we're going to learn this this semester is we generally do it in the mark traditional taxonomic approach what they look like the spiral keats and the bacillus and the Caucus we're going to learn all about that stuff staff versus crap.\nAndrew Ippolito: we're generally going to focus this semester on the bacteria because they're the ones that are mostly pathogenic and the ones that impact human health, the most.\nAndrew Ippolito: we're not going to learn too much about the arcane it turns out there don't seem to be any our cans that cause disease.\nAndrew Ippolito: There are cans in our microbiome but that's still all in the very early stages of understanding so we're really not going to touch on our cans at all this semester.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=3596s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: And we're going to touch very lately on some new carriers, there are some carriers that are loosely classified in Microbiology and particular think of like things like athlete's foot or certain kinds of.\nAndrew Ippolito: worm infections.\nNobody likes to think about too much or too deeply.\nAndrew Ippolito: alright.\nAndrew Ippolito: So did I say anything, or is there anything new here here here are the qualities, the groups of bacteria.\nAndrew Ippolito: Right So you see the mitochondria and and i'm sorry the mitochondria and the chloroplasts bore.\nAndrew Ippolito: Now believe to be free standing cells that were basically eaten by other cells and eventually became part of them integrated into that and i'll teach them more about that, when we do cells later.\nAndrew Ippolito: They are cans encompass form really three major groups that we find on earth we and they generally are what we call the extreme of files.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=3651s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: And you have to know this stuff again this isn't the study that's why i'm pausing here the HALO files are the salt lovers the myth antigens require methane, maybe methane basically.\nAndrew Ippolito: And i'm sorry they don't even think they create methane as part of their metabolism, the gen part is a create they create methane mythology.\nAndrew Ippolito: And then the hyperthermic files they love living, they have to live in very high temperatures so think about like West we have those um you know the super hot hot springs, and they have all these beautiful colors Those are all canes.\nAndrew Ippolito: thurman Togo and one of the rough ways we divide the bacterial kingdom up and we'll learn about this more this semester is the gram positive versus the gram negative.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=3709s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: notice it doesn't say gram negative here right because here's the thing if your gram positive your gram positive and gram negative is a wall them what are you right and so it's it it's just like saying I don't have.\nAndrew Ippolito: I don't have a Beak what am I I don't know you're not a bird.\nAndrew Ippolito: that's all I could say like they they don't stain that means there's something else so so there's gram positive and other that's the simplest way to think of it.\nOkay.\nAndrew Ippolito: This right here is the accepted the current accepted names of the cleaves we use today in taxonomy and the way you can remember, this is the mnemonic King Philip came over from Germany singing.\nAndrew Ippolito: And you can add a darn in front of all that for domain King Philip came over from Germany singing.\nAndrew Ippolito: Again darn King Philip or damn King fill up whatever you want us.\nAndrew Ippolito: kingdom phylum class order family genus species.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=3755s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: that's the order buckets of buckets and buckets these are kind of like the the Russian wouldn't dolls that get nested into each other.\nAndrew Ippolito: Okay until you get down to a specific species.\nAndrew Ippolito: Right so like let's just look at the call I, as an example here that's the bet the common back to your very good call IRA so Escherichia and then call I would be this specific episode and they're within the family, the intro bacteria or the Terra bacteria see.\nAndrew Ippolito: And terrell back to rallies the gamma gamma pro to bacteria within the pro to bacteria and then you see none assigned for bacteria.\nAndrew Ippolito: We don't have formal names of the Kingdom and just that alone tells you that they are still working on it and that's, why not unless it's super important but here's the thing, the reason why this is important.\nAndrew Ippolito: Is because.\nAndrew Ippolito: let's say, like all gamma protea bacteria have some common thing.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=3833s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: They have something in common with like other racism and so, because they have a distinct right i'm making this up this isn't necessarily true but i'm giving an example.\nAndrew Ippolito: Because they have that particular characteristic and we identify a drug that takes care of that characteristic that means that drug can handle all gamma pro do bacteria.\nAndrew Ippolito: Right or maybe it's something that just the entire battery see have in common, we don't know right but that's why we categorize things because it's a pragmatic approach.\nAndrew Ippolito: to helping us understand what's going to help it what's not going out.\nAndrew Ippolito: And then let's do this is fungus this is baker's yeast sacrifice see Sarah vc there's also another species that your book will teach you about called palm beach.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=3892s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: Okay, so service CA is baker's yeast and pamby is brewers yeast right the East that used to make beer isn't the same use that you used to make bread, but they're both sacrifices.\nAndrew Ippolito: that's all saved.\nAndrew Ippolito: Right, this is a tree based on RNA sequencing, so this is phylogenetic as opposed to taxonomic, and this is probably the most accurate way to frame everything right, for example, you can see that the animals and the fungus have a common ancestor distinct from the planets.\nAndrew Ippolito: Right, so these kinds of views, these visual representations, these are either called.\nAndrew Ippolito: phylogenetic trees.\nAndrew Ippolito: Or if they're generic and length of so the length of these things in a phylogenetic tree.\nAndrew Ippolito: correlate with time right so like if you ever saw phylogenetic tree that looks like this.\nAndrew Ippolito: As opposed to something that looks like this.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=3940s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: You would say that you know that evolved a long time ago, whereas that's recent right, so the length of the line correlates to time in a class diagram that's not the case of cloud Graham it's like this is probably more so what's the other word cloud of Graham.\nAndrew Ippolito: A cloud of Graham is much more generic version of this it's just a visual representation of relationships, a phylogenetic tree takes into account time.\nAndrew Ippolito: Okay.\nthat's that.\nAndrew Ippolito: And then there's Luca the last universal common ancestor and you can see here in this visual representation, you can see the bacteria in the hurricanes coming together.\nAndrew Ippolito: And, giving rise to the characters right, and so, if you add one little detail, you could put here is really the protests were the first ones.\nAndrew Ippolito: And the protests gave rise to everything else.\nAndrew Ippolito: All right.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=4004s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: Then I really like this, I found this online when I was doing an image search years ago.\nAndrew Ippolito: This best represents it because you can see the blending right like you can see that the plants have kind of these various inter crossings of the protests in the bank to coming together, you can see the fungus in the animal stemming off separately over here from the core of the proteins.\nAndrew Ippolito: And then, this looks like broccoli.\nAndrew Ippolito: But that's really what the tree of life can be represented, if it was a three dimensional more realistic tree Luca being in the Center and all these branches are dead.\nAndrew Ippolito: These are all the extinct species on earth that gave rise to really the periphery of the broccoli the living part alright so i'm going to teach you a new word that you'd never knew you needed the opposite of extinct extinct.\nAndrew Ippolito: Humans are an extent species for now.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=4067s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: Okay, most species that have lived on earth are extinct right the very few that are alive today.\nAndrew Ippolito: we're.\nAndrew Ippolito: brought about through the extinct right.\nAndrew Ippolito: You can think of earth been trying to kill us for 3.5 billion years and we're still here, where this vipers.\nAndrew Ippolito: The great filters were put in place right, like the one that took out the dinosaurs 70 million years ago 13 miles across traveling at 26,000 miles per second.\nAndrew Ippolito: you're right here, it looks like it does look like a flower, I have to color is green to really make it look like broccoli I don't like cauliflower that's why I said broccoli broccoli and cauliflower is now my favorite.\nAndrew Ippolito: But you're right, it does look like cauliflower.\nSorry.\nAndrew Ippolito: um I think that this is from your book, this is just a screen grab from your book and you could see here.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=4121s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: These are words you're going to get more and more familiar with this semester goes on, but like there's your spire keats.\nAndrew Ippolito: cyanobacteria and then you see here's your gram positive bacteria and when they see the G in the see here, you see hi gc gc.\nAndrew Ippolito: that's um Those are the two words, the two letters in DNA the guanine of the site is.\nAndrew Ippolito: So, like when you sequence a gram positive bacteria them and you say like how much of it is gc versus not gc and some of the species inexplicably, have a lot of it and some don't.\nAndrew Ippolito: And so that's just a way like what is it is it an important they're not necessarily it's just we have you know parsing the data so comfortable together.\nAndrew Ippolito: And again here are the three or cans, the can we collectively call these extremophiles.\nAndrew Ippolito: They tend to be our cans.\nAndrew Ippolito: And then alright, so this is called a dichotomous die caught on.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=4182s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: To two things, The Economist key this is how somebody would go out into the field and look at something.\nAndrew Ippolito: and try to figure out what it is right, so let's say that you have a doctor's office that cultured somebody who's got a sore throat, and they have a little petri dish and they they grew something.\nAndrew Ippolito: And now they're trying to figure out what it is, and so one, and this is this is kind of critical thinking, this is just the way they think.\nAndrew Ippolito: They will go through this dichotomous key can it ferment lactose yes or no.\nAndrew Ippolito: If it can't for so they're doing experiment right they'll do a test oh look it can't ferment lactose alright well this thing that can ferment lactose then we'll ask can they use citric acid as the source of carbon so do another experiment no they can't we got shingle shigella.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=4243s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: Okay, so this kind of pathway is how we identify individual species it's not a perfect science it's what we got right in the ideal world we'd stick it into a little machine and that machine read us and tell us exactly what it is based on a sequence of DNA but we're not there yet.\nAndrew Ippolito: I probably won't get there anytime soon so until then we're doing it old school but it's been a bunch of tests okay.\nAndrew Ippolito: All right, we're gonna take a break Now I know that you guys are starting to feel a little worn here because you're learning a lot very quick so we're gonna take a 10 minute break and when we get back we'll start digging into.\nAndrew Ippolito: More of the more traditional stuff in the book me that was kind of like my pre prelude to stuff alright, so any questions.\nAndrew Ippolito: Alright, so the we break somewhere because i'm going to set a timer.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=4297s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: For 10 minutes i'm going to turn off my screen, you can turn off your screen do whatever you want just in 10 minutes i'm going to start again.\nAndrew Ippolito: And you're going to signify your back by turning your.\nAndrew Ippolito: camera back on if it's off you don't have to keep it on the old time a lot of you have shut your this has kind of.\nAndrew Ippolito: fallen to this natural thing where there's a core group of you that keep your camera on at all times and so i'd be done.\nAndrew Ippolito: But when we come back from break everybody's got their is on for a little while just to signify your back and you're not just pretending to be you're hiding into your test.\nAndrew Ippolito: All right, i'll see into.\nAndrew Ippolito: yeah i'm back, I actually didn't set the timer i'm not sure if that's true, but I also realized that.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=4345s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: This semester our class starts at half hour earlier than it did last semester in my head this class went until one o'clock which isn't the case we're ending at 1230 so it didn't really make much sense having a 10 minute break just from class.\nSo that won't happen again.\nAndrew Ippolito: But yeah last last semester, it was a 10 to one now it's 930 to 1230 because on Tuesday I teach a hybrid majors class that starts at.\nAndrew Ippolito: Right after this class.\nAndrew Ippolito: started started one, so I couldn't have a starting in this anyway so here's what we're going to do, rather than i'm not finishing this today, obviously, which is fine if you look at the schedule i'm going to share go back to a.\nschedule here.\nAndrew Ippolito: Thank you guys see this, you see the schedule okay.\nAndrew Ippolito: you're going to see that the next class.\nAndrew Ippolito: is reserved for foundation, the chemistry, but here's the thing.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=4826s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: Nobody that teaches us class actually teaches electron chemistry.\nAndrew Ippolito: you're supposed to already know.\nAndrew Ippolito: How many of you are confident in your chemistry knowledge.\nAndrew Ippolito: said, no one ever wow Okay, Melissa is like a little bit any anybody else just a little bit.\nMurad Onal: Does anybody like semesters ago bro eight semesters ago that.\nMurad Onal: A long time ago.\nmelissa montijo: alright.\nAndrew Ippolito: So here's the thing.\nAndrew Ippolito: If you go into the module section.\nAndrew Ippolito: This is where this will become apparent now.\nAndrew Ippolito: I have an entire module on cam.\nAndrew Ippolito: Okay, in addition, than the one drive you'll see, I have a whole show it to you, I have an entire.\nWhere is it.\nAndrew Ippolito: Here chemistry review this thing is huge This basically has everything that you should know in I gave you a table contents all right it's a how many pages long.\npages long, this is.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=4890s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: Paper paper page numbers on it, but basically.\nAndrew Ippolito: This is a good review of all the stuff that you should kind of have a basic understanding of and.\nAndrew Ippolito: We generally don't have time to go through a whole Kevin it's not chemistry right so it's supposed to be part of the prerequisites they've pulled chemistry as a prerequisite is class with the rationale that chemistry is being taught.\nAndrew Ippolito: In other classes, a little bit, but I know that's not really happening, especially am P, I don't think guys have much chemistry now here's the thing.\nAndrew Ippolito: Understanding chemistry basics will help you understand the underlying molecular stuff way better.\nAndrew Ippolito: Okay.\nAndrew Ippolito: So.\nAndrew Ippolito: In addition to that, the review meteorologist showed you.\nAndrew Ippolito: I don't think if you do me a favor what happens if you click on one of these labs stirs it pie not gonna work but i'm just curious to see what happens.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=4958s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Elizabeth Weiss: It says it can't be found.\nAndrew Ippolito: damn it.\nAndrew Ippolito: Let me see what happens when I clicked on it.\nAndrew Ippolito: right away, you don't even see this oh okay okay hold on I can at least fix that that's my side.\nAndrew Ippolito: Now, should be shown here that's visible oh wait that's mastery let me get back back back back oh modules.\nAndrew Ippolito: can review yeah Okay, so when you click on this, it says it can't be found, or you click on any of these are all broken yeah that's.\nElizabeth Weiss: All like the training ones that you.\nElizabeth Weiss: posted say they can't be found, but when you.\nElizabeth Weiss: labs we can get into those okay.\nAndrew Ippolito: So labs.\nAndrew Ippolito: are still mess and things alright, so I had to fix it so in the past, what I did was I grabbed all the chemistry labs I could find that I just dumped him here, for your use if you wanted to write those aren't there right now i'll i'll try to fix that.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=5019s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: But, so what I usually do is the first lecture bleeds over into the second day like we're doing today, which is fine and then, when I finished that PowerPoint I do a mini review of chemistry just a little bit Okay, but here's the thing I also have here off maybe i'll find it now.\nAndrew Ippolito: um I have a YouTube channel where.\nAndrew Ippolito: I actually I just posted my entirety of my last spring semesters majors biology class for my for my arm.\nAndrew Ippolito: My hybrid class, but there is a chemistry lecture in here.\nlet's see.\nAndrew Ippolito: Radio metric dating is that part of me as part of my stroke, is a lecture for.\nAndrew Ippolito: let's see this is okay yeah yeah this is okay here i'm going to just give you this now, even though it's majors biology it's not majors chemistry Okay, the chemistry you learn a majors biology is the same level, that you would need to know so.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=5074s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: You don't have to watch this whole thing it's a lot, but if you're if you're weak on chemistry there that's actually you know what let me delete that hold on man hold on.\ni'm gonna.\nAndrew Ippolito: predicate that message with.\nAndrew Ippolito: here are my YouTube lectures on chemistry for review.\nAndrew Ippolito: Okay that's part one, and then let's say it was what for leisure, four, five, a I think this ends chemistry yeah that looks like the end of his.\nAndrew Ippolito: alright.\nAndrew Ippolito: And then i'm gonna pin that.\nAndrew Ippolito: pinot for everyone, there we go okay.\nAndrew Ippolito: So the reason now, these are unlisted YouTube, these are not publicly available for a very simple reason, these are my classes on.\nAndrew Ippolito: zoom and they include my other students right, and so I don't have the ability to go through there and scrub the names and the video, you know as whenever they talk they pop up there.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=5146s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: So, as a result of that I don't i'm never going to make these public, these are private and I generally don't share them with anybody, but because you're also in my class i'm Okay, sharing the the chemistry link with you there.\nAndrew Ippolito: Okay, so that's a good refresher if you want honestly just just maybe take a Saturday afternoon at some point, this isn't time sensitive either up into the first test so here's the thing.\nAndrew Ippolito: The first exam will cover the foundations of chemistry okay Microbiology students are supposed to know this stuff I provide review material I just gave you a whole the whole actual bonafide lecture on it, though it's just, it has to be wiped outside of class.\nAndrew Ippolito: That said.\nAndrew Ippolito: feel free to pepper me with questions and zoom about chemistry, can you explain X y&z i'd be happy to and then next class.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=5215s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: i'm definitely going to be finishing the PowerPoint we started today, well before the class and.\nAndrew Ippolito: i'm not going to do a quiz yet we're not going to do a quiz the next class we're going to start the quiz the third class.\nAndrew Ippolito: And so we'll finish this PowerPoint and then I will give you a brief chemistry overview and the rest of the lecture will be gone chemistry and so i'll give you a little bit.\nAndrew Ippolito: Okay, but I gave you a review guide your textbooks Chapter two is chemistry feel free to do that, I have a homework and mastering biology for Chemistry so even though i'm not going to spend a whole bunch of time on it you're getting a lot of info on it.\nAndrew Ippolito: And it should be, it should be enough to get you through.\nGabriel Bauer: got a quick question for you real quick.\nGabriel Bauer: guys, would it be more general chemistry organic chemistry.\nAndrew Ippolito: Both.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=5268s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: If you remember in a previous class we did you know basic chemistry like atomic stuff bonds and all that then we did water and pH and buffers.\nAndrew Ippolito: And then we did organic you know functional groups and carbon backbones and then we did the big four, and so this this chapter two in this book is actually a lite version of all that condensed so actually you know if he went through 121 already, this will be easier.\nAndrew Ippolito: So I would say just you know, for those of you who are weak on cam or and you know the review outline chapter to.\nGabriel Bauer: Do the dynamic study module.\nAndrew Ippolito: Do the homework.\nAndrew Ippolito: Watch my video and that's more than enough to get you by.\nOkay.\nAndrew Ippolito: Right it's officially 1230 i'm at a time.\nAndrew Ippolito: I I can linger if you want to talk after class, I mean I have it's Thursday I don't have a class after this, I have a meeting at like two.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=5317s"},{"title":"Lecture 01 - Chapter 1 and 10 (Part 1)","text":"Andrew Ippolito: So, between now and then i'm open for probably gonna have to deal with last year if nobody stays, but if anybody stays i'm here to chat but i'm going to officially and class i'm going to stop the screen share here i'm going to stop the recording.\nAndrew Ippolito: i'll see you next time.","link":"https://www.youtube.com/watch?v=-6U818u9tBs&t=5367s"}]