[{"title":"A MASSIVE SECRET IS REVEALED! Saitama Discovers a DIMENSIONAL GOD. | One Punch Man 196","text":"chapter 196 of one punch man absolutely\nblew my mind much like I know it's going\nto blow your mind in this chapter we get\na massive massive Theory confirmed that\ncould explain exactly how God is going\nto come into play in the story and\nspeaking of God there's potentially some\nnew absolutely groundbreaking\ninformation revolving around the\npotential existence of multiple gods and\non top of all that this chapter leaves\noff on an awesome Cliffhanger so you're\ndefinitely going to want to stick around\nto the end I cannot tell you guys enough\nhow much I love this chapter it was\nabsolutely awesome a banger of a chapter\nbut enough of me talking here let's get\nright into it so if you guys remember in\nthe previous chapter we left off on a\nmassive Cliffhanger where flashy flash\nfinally confronts blast about his\nknowledge on the ninja village where of\ncourse flashy flash came from and also\nquestions him about the ninja leader\nwell that's exactly where we pick up\nfrom in this chapter but essentially","link":"https://www.youtube.com/watch?v=UvEGyNMsM-4&t=0s"},{"title":"A MASSIVE SECRET IS REVEALED! Saitama Discovers a DIMENSIONAL GOD. | One Punch Man 196","text":"flashy flash is kind of rehashing the\ninformation here saying how he's almost\npositive that blast knows something\nabout the God Cube that was at his ninja\nVillage and also about the ninja leader\nhimself well blast isn't denying any of\nthis and he says that he understands if\nhe resents him for it and what what he's\ngoing to be resenting him for we're\ngoing to see in a second but flashy fles\ngoes on to point out that some years ago\nhe went back to visit the ninja Village\nafter he had abandoned it and found it\nall destroyed with these like missing\nspherical chunks out of it he then goes\non to the lab where he remembers the god\nCube was stored that you know he\nremembers in his flashback that we saw a\nchapter or two ago and notices that\nthat's gone as well so flashy flash\npoints out that as soon as he saw these\nlike spherical empty spaces where the\ngod Cube was and where the ninja Village\nis he deduces that this was likely blast\npower which you know this is how he","link":"https://www.youtube.com/watch?v=UvEGyNMsM-4&t=51s"},{"title":"A MASSIVE SECRET IS REVEALED! Saitama Discovers a DIMENSIONAL GOD. | One Punch Man 196","text":"deduces that Blast has something to do\nwith the god Cube disappearing and also\nhas something to do with the ninja\nleader and what's super awesome is that\nin the next page here we actually get a\nlook at the ninja leader in this\nrecovery capsule because we also got to\nremember that last chapter it was\npointed out that he was in a recovery\ncapsule after a battle with Blast for 15\nyears and this is him in that recovery\ncapsule and he looks absolutely awesome\nlooks very similar to his version in the\nweb comic and we're getting this\nflashback of when flashy Flash and Sonic\nfirst came across his body they both\nrecognized that he wasn't human because\nI mean obviously he doesn't look human\nhe looks like a straight up monster and\nthis is when we get the absolutely\nmassive massive reveal because blast is\npretty much like yeah you're right this\nguy was actually my former partner and\nwe get this image of the front of what\nthis guy looks like and those Keen\nreaders out there and those that have","link":"https://www.youtube.com/watch?v=UvEGyNMsM-4&t=96s"},{"title":"A MASSIVE SECRET IS REVEALED! Saitama Discovers a DIMENSIONAL GOD. | One Punch Man 196","text":"been heavy in the you know Theory space\nof one punch man this is something that\nyou might have already predicted because\nif you remember in the chapter secret\nIntel where sit is giving like the\nbackstory to blast and why he's so\nsecretive and told everyone about the\nfirst time he actually met God like 20\nyears ago or two years ago actually he\npoints out that blast had a partner\nalong with other collaborators and we\nonly got a shot of his partner's back we\ndidn't get to see anything else all we\nsaw was his back with these two cross\nswords on it well now we're getting the\nfullon reveal of his partner and\nconfirming the theory that a lot of\npeople were thinking about that somehow\nhis partner had betrayed blast at some\npoint and received received powers from\nGod and became evil somehow what's more\ninteresting than that is that we also\nget the name of this guy which by the\ntranslations that I have now seems like\nhis name is void of the empty sky or\nvoid of void or space void something to","link":"https://www.youtube.com/watch?v=UvEGyNMsM-4&t=145s"},{"title":"A MASSIVE SECRET IS REVEALED! Saitama Discovers a DIMENSIONAL GOD. | One Punch Man 196","text":"do with void we see that there's like a\nmarking on his forehead that has a v on\nit so I'm sure that void is somewhere in\nhis name but that's not the most\nimportant thing that we get revealed\nhere the most important thing and the\nthing that got me the most excited is\nthat apparently this former partner of\nhis is the only one that can Open this\ninterdimensional gate I think he calls\nit the Heavenly Rock gate or something\nagain we'll know for sure once we get\nthe full translations out but anyways\nhis partner is apparently the only one\nthat can access this gate that is\napparently this door to this alternate\nDimension that God resides in and he's\nthe only one that can reach it at this\nmoment it seems like when blast is\nexplaining this he's either talking\nabout a space where God resides or a\nspace where multiple gods reside and\nthat is a huge difference because if\nthere are multiple gods then that's a\nmassive massive reveal for this chapter\nand I mean I'll have a whole separate","link":"https://www.youtube.com/watch?v=UvEGyNMsM-4&t=192s"},{"title":"A MASSIVE SECRET IS REVEALED! Saitama Discovers a DIMENSIONAL GOD. | One Punch Man 196","text":"video on that if that ends up being the\ncase but for now I think the more likely\ntranslation is that this is a dimension\nwhere God resides like One Singular God\nthis is God's place and again as I just\nsaid this ninja leader apparently is the\nonly one that can access this alternate\nDimension and that's why blast is so\nfascinated with turning monsters back\ninto humans like we saw in the previous\nchapter because of course he wants his\nfriend back and at the same time he\nwould be valuable in reaching God's\nalternate Dimension that apparently he\ncan't reach himself we know that blast\ncan kind of travel to different\ndimensional spaces and stuff like that\nbut apparently he's restricted to\ncertain areas or something because he\ncan't reach this alternate Dimension\nwhere God is apparently living currently\nwell we kind of cut away from this\nmassive massive reveal as a member of\nthe hero Association walks a letter over\nto flashy flash because apparently he's","link":"https://www.youtube.com/watch?v=UvEGyNMsM-4&t=240s"},{"title":"A MASSIVE SECRET IS REVEALED! Saitama Discovers a DIMENSIONAL GOD. | One Punch Man 196","text":"receiving a letter from somebody and the\nletter seems to be kind of cryptic\ntelling him to meet him at a certain\nplace and as he's reading this letter\nblast points out that he finds it kind\nof convenient that after 15 years right\nnow is the time that the ninja leader is\nchoosing to awaken blast thinks that\nthey something behind the timing of this\nmaybe after their battle the ninja\nleader fled with serious injuries and\ndecided to recover for 15 years exactly\nfor a specific reason because there's a\ncertain event that's going to be\nhappening soon that's kind of the\nthought process that Blast has right now\nblast former partner and the ninja\nleader having this insane ability might\nalso explain exactly what Blast has been\ndoing with this like Intergalactic\nJustice League this entire time in the\nmonster Association Arc it was revealed\nthat Blast has been working with this\nlike Intergalactic team this entire time\nto invest a God and they all seems to be\npretty damn strong because they were all","link":"https://www.youtube.com/watch?v=UvEGyNMsM-4&t=285s"},{"title":"A MASSIVE SECRET IS REVEALED! Saitama Discovers a DIMENSIONAL GOD. | One Punch Man 196","text":"able to divert the Serius punch squared\nso it wouldn't like destroy the world or\nanything and it seems like blast is\ninteracting with them in this\nmulti-dimensional space so that means\nit's likely that most of these Heroes\nthat he's working with if not all of\nthem also have some kind of dimensional\npow so this is how they kind of reach\neach other and they all have a similar\ngoal of trying to reach God and defeat\nhim for good however it seems that they\nstill can't reach God even by collecting\nthe god cubes because now that it's\nrevealed that that this ninja is the\nonly one that could reach the dimension\nwhere God is residing apparently that's\nobviously a major problem they' probably\nbeen working out behind the scenes and\nit gets me super excited to see what\nthis you know Justice League from outer\nspace is doing with blast and what\npowers they might have because it's kind\nof implied that they're on a similar or\non the same level as blast well flashy\nflash continues reading the letter and","link":"https://www.youtube.com/watch?v=UvEGyNMsM-4&t=333s"},{"title":"A MASSIVE SECRET IS REVEALED! Saitama Discovers a DIMENSIONAL GOD. | One Punch Man 196","text":"it's pretty much telling him to meet\nsomeone at a place that only he knows\nabout flashy flash realizes that this\nletter is from Sonic and thinks that\nmaybe he's trying to lure him to that\nspot to ambush him with the ninja leader\nor something he thinks that maybe the\nother ninjas have gotten to Sonic\nalready and in a way that's true because\nwe saw in the previous chapter that all\nthose random ninjas with stupid names\njumped into Tel Sonic to kind of join\nthem in defeating flashy Flash and\ngetting rid of him for good and we\ndidn't see the outcome of that we didn't\nsee if Sonic agreed with them or not so\nflashy flash might be right here well\ninterestingly enough flashy flash leaves\nto go meet up Sonic at this undisclosed\nplace and blast monako and satima go\nsomewhere else maybe they're going back\nto the ninja Village or maybe they're\nyou know going to be hiding in the\nShadows providing flashy flash backup if\nhe needs it it's not really specified\nhere at least in the translations that I","link":"https://www.youtube.com/watch?v=UvEGyNMsM-4&t=380s"},{"title":"A MASSIVE SECRET IS REVEALED! Saitama Discovers a DIMENSIONAL GOD. | One Punch Man 196","text":"have but I guess it's not really\nimportant in this chapter because we\ndon't see blast or Sait again and flashy\nFlash starts heading to this meeting\nplace to go see Sonic and as he's\ntraveling there he thinks back to this\nmoment in their childhood where Sonic\nand flashy flash were sitting around\nthis campfire and kind of sharing their\ndreams and aspirations well really it's\nmore so Sonic doing it and we see an\ninteresting side to Sonic that we\nhaven't seen before he talks about how\nhe hates the way the ninja Village runs\nnow how they're forcing kids to become\nassassins and forcing them to live a\ncertain lifestyle and Sonic reveals that\nhe wants to open his own ninja Village\nor relocate the ninja Village under\ndifferent pretenses he doesn't want\npeople to be forced to be assassins\nanymore he wants people to live their\ndaily lives and chase their aspirations\nlike a real pure childhood dream right\nand in his flashback he even points out\nthat he already knows exactly where he","link":"https://www.youtube.com/watch?v=UvEGyNMsM-4&t=424s"},{"title":"A MASSIVE SECRET IS REVEALED! Saitama Discovers a DIMENSIONAL GOD. | One Punch Man 196","text":"wants to start his new ninja Village or\nrelocate the current one and he puts\ndown this map in points to it so we're\nkind of supposed to put two and two\ntogether that the undisclosed place that\nSonic told flashy flash to meet him at\nis the location that they talked about\nin their childhood so flashy flash turns\nout to be right because Sonic is right\nthere waiting for him and Sonic points\nout that the place that he chose to be\nthe new ninja Village that he dreamed of\nbefore actually ended up being this\nlandfill where people would illegally\ndump like all over it so it's just\nthis massive dirty landfill now and\nSonic says something honestly kind of\nsad here on the next page he says\nsomething along the lines of it was a\nfoolish dream anyways and the page ends\nwith both of them drawing their swords\nand in the bottom text it says something\nalong the lines of the place where\ndreams go to die kind of referring to\nSonic's dream of opening a new Ninja\nVillage and starting it with you know","link":"https://www.youtube.com/watch?v=UvEGyNMsM-4&t=470s"},{"title":"A MASSIVE SECRET IS REVEALED! Saitama Discovers a DIMENSIONAL GOD. | One Punch Man 196","text":"better morals and letting people live\ntheir lives and stuff like that that\ndream seems to be dead right now so\nagain that's a side of Sonic that we\nhaven't been exposed to before and that\nalone would have made me love this\nchapter but like on top of that having\nall this blast and God stuff and this\nnew ninja leader apparently being the\nonly one to access the alternate\nuniverse where God currently lives where\nyou know the universe where it seems\nlike he's imprisoned or something that's\nabsolutely massive and a huge huge\nreveal here the next major question I\nhave is exactly when is this ninja\nleader going to come into play because\napparently he's awakened that was\npointed out in this chapter that he has\nfinally awakened and he's looking for\nflashy flash so are Sonic and flashy\nflash going to fight and then you know\nmaybe the other ninjas and the ninja\nleader pop in and we have this like\nallout ninjab brawl or is this when\nblast and SAA step in because blast does","link":"https://www.youtube.com/watch?v=UvEGyNMsM-4&t=515s"},{"title":"A MASSIVE SECRET IS REVEALED! Saitama Discovers a DIMENSIONAL GOD. | One Punch Man 196","text":"have a history with this guy and he has\nsome unfinished business with him so are\nwe going to see satima versus the Ninja\nleader in this like epic battle or\nsomething and this is maybe when blast\nactually remembers how strong satima\nreally is or technically kind of\nacknowledges it for the first time I\nknow that most of you that have read the\nweb comic already know how everything\ngoes but it seems like the manga is\ngoing in a different direction so I hope\nthat one and marada really expand upon\nthis and the ninja leader has a much\nmuch larger role to play than he did\ninitially let me know what your thoughts\nare in the comment though let me know if\nyou're as excited as I was reading this\nchapter in the comments below I can't\nwait to see what you guys think I also\nwant to give a massive massive thank you\nand shout out to hajun and flop in my\nDiscord floppy cleaned up the panels\nthat you see in the video right now and\nalso hajun is the one that translated","link":"https://www.youtube.com/watch?v=UvEGyNMsM-4&t=560s"},{"title":"A MASSIVE SECRET IS REVEALED! Saitama Discovers a DIMENSIONAL GOD. | One Punch Man 196","text":"the chapter for all of us in the Discord\nso thank them in my Discord if you're a\nmember and if you're not a member of my\nDiscord be sure to join because I post\nthe chapter as soon as it releases there\nand also the translations for one punch\nman every single chapter is posted right\nthere so you know again thank you to you\nguys and uh I hope to see you in my\nDiscord channel that is it for this one\nthough have an absolutely wonderful day\nafternoon evening whatever and I'll see\nyou guys in the next video","link":"https://www.youtube.com/watch?v=UvEGyNMsM-4&t=606s"}]